IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Tidak ada file gambar.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Sistem satuan yang ditentukan pengguna diterapkan."
IDS_USER_UNIT_SYSTEM = "Sistem Unit"
IDS_DGNREPORTBASE_TABLE = "Tabel"
IDS_DGNREPORTBASE_FIGURE = "Gambar"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  PERIKSA"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Tidak Diterima"
IDS_DGNREPORTBASE_YES = "Ya"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Ramping"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Tidak Rampung"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Kompak"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Tidak Kompak"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Tekuk goyang tidak diperlukan"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Periksa buckling geser"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Pengaku tidak diperlukan"
IDS_DGNREPORTBASE_STIFF_REQ = "Pengaku diperlukan"
IDS_DGNREPORTBASE_SLENDER = "Ramping"
IDS_DGNREPORTBASE_NOT_SLENDER = "Tidak Rampung"
IDS_DGNREPORTBASE_COMPACT = "Kompak"
IDS_DGNREPORTBASE_NONCOMPACT = "Tidak Kompak"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Sudut Rotasi dan Turunannya"
IDS_AXIAL_CAPACITY = "Kapasitas Aksial"
IDS_AXIAL_STRESS = "Tegangan Aksial"
IDS_AXIAL_RESISTANCE = "Perlawanan Aksial"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Perlawanan Lentur dan Aksial"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Perlawanan Lentur dan Gaya Geser"
IDS_BUCKLING_RESISTANCE = "Perlawanan Buckling"
IDS_COMBINED_RATIO = "Rasio Gabungan"
IDS_COMBINED_STRENGTH_RATIO = "Rasio Kekuatan Gabungan"
IDS_COMBINED_STRESS_RATIO = "Rasio Tegangan Gabungan"
IDS_COMPRESSION_RESISTANCE = "Perlawanan Kompresi"
IDS_COMPRESSION_STRENGTH = "Kekuatan Kompresi"
IDS_COMPRESSION_STRESS = "Tegangan Kompresi"
IDS_FLANGE = "Flens"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Perlawanan Buckling Fleksural"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Perlawanan Buckling Torsi Lateral"
IDS_LIMIT_STATE_OF_BUCKLING = "Keadaan Batas Buckling"
IDS_MAJOR = "Mayor"
IDS_MAJOR_AXIS = "Sumbu Mayor"
IDS_MINOR = "Minor"
IDS_MINOR_AXIS = "Sumbu Minor"
IDS_MOMENT_CAPACITY = "Kapasitas Momen"
IDS_MOMENT_RESISTANCE = "Perlawanan Momen"
IDS_MOMENT_STRENGTH = "Kekuatan Momen"
IDS_MOMENT_STRESS = "Tegangan Momen"
IDS_RESULT_BY_POSITION = "Hasil berdasarkan Posisi"
IDS_SHEAR_CAPACITY = "Kapasitas Gaya Geser"
IDS_SHEAR_RESISTANCE = "Perlawanan Gaya Geser"
IDS_SHEAR_STRESS = "Tegangan Gaya Geser"
IDS_SLENDERNESS_RATIO = "Rasio Ramping"
IDS_STRESS = "Tegangan"
IDS_TENSION_RESISTANCE = "Perlawanan Tarik"
IDS_TENSION_STRENGTH = "Kekuatan Tarik"
IDS_TENSION_STRESS = "Tegangan Tarik"
IDS_TORSION_CAPACITY = "Kapasitas Torsi"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Kapasitas Torsi ( Penampang Terbuka )"
IDS_TORSION_STRENGTH = "Kekuatan Torsi"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Perlawanan Buckling Fleksural Torsi"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Rasio Lebar-Ketebalan"
IDS_X = "X"
IDS_X_DIR = "Arah X"
IDS_X_DIRECTION = "Arah X"
IDS_Y = "Y"
IDS_Y_DIR = "Arah Y"
IDS_Y_DIRECTION = "Arah Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Batas Leleh di Bawah Tegangan Normal"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Batas Leleh di Bawah Tegangan Gaya Geser"
IDS_DGNREPORTBASE_MPHI_CURVE = "Kurva Momen-Kurvatur"
IDS_DGNREPORTBASE_STL_TENS = "Tarik Baja."
IDS_DGNREPORTBASE_STL_COMP = "Tekan Baja."
IDS_DGNREPORTBASE_CON_COMP = "Tekan Beton."
IDS_DGNREPORTBASE_STL_STRAIN = "Regangan Baja"
IDS_DGNREPORTBASE_CON_STRAIN = "Regangan Beton"
IDS_DGNREPORTBASE_MOMENT = "Momen"
IDS_DGNREPORTBASE_CURVATURE = "Kurvatur"
IDS_DGNREPORTBASE_CURVE = "Kurva"
IDS_DGNREPORTBASE_POSITIVE = "Positif"
IDS_DGNREPORTBASE_NEGATIVE = "Negatif"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Gaya Aksial"
IDS_DGNREPORTBASE_NA_ANGLE = "Sudut Sumbu Netral"
IDS_DGNREPORTBASE_CON_HEIGHT = "Tinggi Beton"
IDS_DGNREPORTBASE_CON_WIDTH = "Lebar Beton"
IDS_DGNREPORTBASE_CON_AREA = "Luas Beton"
IDS_DGNREPORTBASE_RBAR_AREA = "Luas Baja Tulangan"
IDS_DGNREPORTBASE_CRACK = "Retak"
IDS_DGNREPORTBASE_YIELD = "Batas Leleh"
IDS_DGNREPORTBASE_INITIAL = "Awal"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Akhir"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

